tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "antigen"
brew "bat"
brew "cmake"
brew "direnv"
brew "eza"
brew "fzf"
brew "lazygit"
brew "neovim"
brew "node"
brew "powerlevel10k"
brew "ripgrep"
brew "rust"
brew "tmux"
brew "tpm"
brew "tree"
brew "watch"
brew "wget"
brew "zoxide"
cask "1password"
cask "arc"
cask "font-jetbrains-mono-nerd-font"
cask "iterm2"
cask "miniforge"
cask "obsidian"
cask "raycast"
cask "zotero"
