tap "homebrew/bundle"
brew "bat"
brew "direnv"
brew "eza"
brew "fd"
brew "fontconfig"
brew "fnm"
brew "fzf"
brew "gh"
brew "lazygit"
brew "neovim"
brew "powerlevel10k"
brew "ripgrep"
brew "stylua"
brew "tmux"
brew "tpm"
brew "tree"
brew "watch"
brew "wget"
brew "zoxide"
cask "1password"
cask "arc"
cask "font-jetbrains-mono-nerd-font"
cask "iterm2"
cask "miniforge"
cask "obsidian"
cask "raycast"
cask "zotero"
